Repository: uom42/WIA_Scanner
Catalog: WIA_Scanner/Localization/LStrings.*.resx
Languages: ru

# E_NO_SCANNER_FOUND
source: No scanners were found!
ru: Не найдено ни одного сканера!

# L_CROP_ZONE_H
source: Height:
ru: Высота:

# L_CROP_ZONE_MOUSE_LABEL
source: Crop area
ru: Зона обрезки

# L_CROP_ZONE_MOUSE_UNITS_CM
source: cm
ru: см

# L_CROP_ZONE_SET
source: Set crop area (cm):
ru: Задать зону обрезки (см):

# L_CROP_ZONE_W
source: Width:
ru: Ширина:

# L_CROP_ZONE_X
source: Left:
ru: Слева:

# L_CROP_ZONE_Y
source: Top:
ru: Сверху:

# L_INITIALIZING
source: Initializing...
ru: Инициализация...

# L_NO_PREVIEW_IMAGE
source: Preview image\nis not scanned yet.
ru: Изображение предварительного просмотра\nещё не отсканировано.

# L_READY
source: Ready.
ru: Готов.

# L_SCAN_FULL_QUALITY
source: Scan and save to file
ru: Сканировать и сохранить в файл

# L_SCAN_FULL_QUALITY_GRP
source: Start Scanning:
ru: Начать сканирование:

# L_SCAN_FULL_QUALITY_MANUAL
source: Manual scanning multiple pages
ru: Несколько страниц вручную

# L_SCAN_FULL_QUALITY_USING_OS_UI
source: Scan using OS system UI
ru: Сканировать через системный интерфейс ОС.

# L_SCAN_PARAMS
source: Scan parameters:
ru: Параметры:

# L_SCAN_PARAMS_AUTOFEEDER_DOUBLE_SIDE
source: Double Sides
ru: С обеих строн листа

# L_SCAN_PARAMS_AUTOFEEDER_USE
source: Use Autofeeder
ru: Через автоподатчик

# L_SCAN_PARAMS_DPI
source: resolution:
ru: разрешение:

# L_SCAN_PARAMS_FILE_DIR
source: Save files to:
ru: Сохранять в:

# L_SCAN_PARAMS_FILE_FORMAT
source: Format:
ru: Формат:

# L_SCAN_PARAMS_FILE_QUALITY
source: Quality:|{0:P0}
ru: Качество:|{0:P0}

# L_SCAN_PARAMS_FILE_SELECT
source: Select
ru: Выбрать

# L_SCAN_PARAMS_MODE
source: Mode:
ru: Режим:

# L_SCAN_PARAMS_MODE_BW_TEXT
source: Black-white text
ru: Чёрно-белый текст

# L_SCAN_PARAMS_MODE_COLOR_IMAGE
source: Color image
ru: Цветное

# L_SCAN_PARAMS_MODE_GRAYSCALE
source: Grayscaled
ru: Оттенки серого

# L_SCAN_PARAMS_SCANNER
source: Scanner:
ru: Сканер:

# L_SCAN_PARAMS_SCANNER_PAGE_SIZE
source: Page: {0}cm.
ru: Страница: {0}см.

# L_SCAN_PREVIEW
source: Fast Preview Scan
ru: Предварительный просмотр
